Extra information used during the creation of the Revit document.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public IDictionary<string, string> GetOptions()
  Visual Basic
Public Function GetOptions As IDictionary(Of String, String)
  Visual C++
public:
IDictionary<String^, String^>^ GetOptions()
 Return Value
 The extra information used during the creation of the Revit document.
 See Also
  LinkConversionData Class
  Autodesk.Revit.DB Namespace